/*
Navicat MySQL Data Transfer

Source Server         : zhouyingwei
Source Server Version : 50617
Source Host           : localhost:3306
Source Database       : zhouyingwei2

Target Server Type    : MYSQL
Target Server Version : 50617
File Encoding         : 65001

Date: 2019-03-22 21:04:02
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for list
-- ----------------------------
DROP TABLE IF EXISTS `list`;
CREATE TABLE `list` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `fenlei1` varchar(60) DEFAULT NULL,
  `fenlei2` varchar(60) DEFAULT NULL,
  `name` varchar(60) DEFAULT NULL,
  `img` varchar(60) DEFAULT NULL,
  `pinpai` varchar(60) DEFAULT NULL,
  `jiage1` int(20) DEFAULT NULL,
  `jiage2` int(20) DEFAULT NULL,
  `hanliang` int(20) DEFAULT NULL,
  `baozhuang` varchar(60) DEFAULT NULL,
  `xiaotu1` varchar(60) DEFAULT NULL,
  `xiaotu2` varchar(60) DEFAULT NULL,
  `xiaotu3` varchar(60) DEFAULT NULL,
  `xiaotu4` varchar(60) DEFAULT NULL,
  `xiaotu5` varchar(60) DEFAULT NULL,
  `datu1` varchar(60) DEFAULT NULL,
  `datu2` varchar(60) DEFAULT NULL,
  `datu3` varchar(60) DEFAULT NULL,
  `datu4` varchar(60) DEFAULT NULL,
  `pinglun` int(20) DEFAULT NULL,
  `chandi` varchar(60) DEFAULT NULL,
  `dengji` varchar(60) DEFAULT NULL,
  `baozhiqi` varchar(60) DEFAULT NULL,
  `bianhao` varchar(60) DEFAULT NULL,
  `fangfa` varchar(255) DEFAULT NULL,
  `jiage3` varchar(60) DEFAULT NULL,
  `hanliang2` varchar(60) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=59 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of list
-- ----------------------------
INSERT INTO `list` VALUES ('1', '绿茶', '碧螺春', '一级碧螺春罐装', '1-6597-78.png', '滋恩', '45', '138', '70', '精美礼品装', '20160606120429.JPG', '20160606120429.JPG', '20160606120435.JPG', '20160606120439.JPG', '20160606120444.JPG', '20180120185405820.jpg', '20180120185505009.jpg', '20180120185505009.jpg', '20180120185505009.jpg', '70', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '51-100g');
INSERT INTO `list` VALUES ('2', '绿茶', '其他绿茶', '贵州绿明珠200g ', '2-6537-289.png', '和茶原叶', '98', '198', '200', '精美礼品装', '20170719140650074.jpg', '20170719140550012.jpg', '20170719140550293.jpg', '20170719140550543.jpg', '20170719140650074.jpg', '20180111175205322.jpg', '20180111175205322.jpg', '20180111175405900.jpg', '20180111175505572.jpg', '1', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('4', '绿茶', '其他绿茶', '特级·茉莉花茶125g*2', '3-6532-219.png', '滋恩', '99', '398', '125', '精美礼品装', '20160802174123786.jpg', '20160802174223474.jpg', '20160802174223927.jpg', '20160802174323208.jpg', '20160802174323474.jpg', '20180111161301212.jpg', '20180111161301697.jpg', '20180111161401712.jpg', '20180111161501150.jpg', '332', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('5', '绿茶', '黄山毛峰', '一级·黄山毛峰300g', '4-6535-189.png', '奇松', '228', '308', '300', '精美礼品装', '20150216110445.JPG', '20150216110457.JPG', '20150216110451.JPG', '20150216110448.JPG', '20150216110454.JPG', '20180111161301212.jpg', '20180111161301697.jpg', '20180111161401712.jpg', '20180111161501150.jpg', '7163', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '250g以上');
INSERT INTO `list` VALUES ('6', '绿茶', '碧螺春', '【滋恩】碧螺春一级牛皮纸袋50g', '20160606115915.JPG', '滋恩', '29', '68', '50', '精美礼品装', '20160606115921.JPG', '20160606115927.JPG', '20160606115932.JPG', '20160606115936.JPG', '20160606115940.JPG', '20180111161301212.jpg', '20180111161301697.jpg', '20180111161401712.jpg', '20180111161501150.jpg', '202', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('7', '绿茶', '其他绿茶', '【滋恩】茉莉花茶银毫牛皮纸袋60g', '20160606120134.JPG', '滋恩', '29', '68', '60', '精美礼品装', '20160606120141.JPG', '20160606120145.JPG', '20160606120151.JPG', '20160606120155.JPG', '20160606120200.JPG', '20180131154512353.jpg', '20180131154512509.jpg', '20180131154512775.jpg', '20180131154512963.jpg', '337', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '51-100g');
INSERT INTO `list` VALUES ('8', '绿茶', '黄山毛峰', '【滋恩】黄山毛峰一级牛皮纸袋25g', '20160719155927567.jpg', '滋恩', '29', '49', '25', '精美礼品装', '20160802170901177.jpg', '20160802170901817.jpg', '20160802171001396.jpg', '20160802171001958.jpg', '20160802171101458.jpg', '20160802174701380.jpg', '20160802174801552.jpg', '20160802174901646.jpg', '20160802175301271.jpg', '448', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('9', '绿茶', '其他绿茶', '【滋恩】特级茉莉花茶 长圆罐装 125g', '20160720155249317.jpg', '滋恩', '69', '188', '125', '精美礼品装', '20160802172821286.jpg', '20160802172821739.jpg', '20160802172921177.jpg', '20160802172921458.jpg', '20160802172921739.jpg', '20180131150033259.jpg', '20180131150033447.jpg', '20180131150033588.jpg', '20180131150033775.jpg', '557', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('10', '绿茶', '其他绿茶', '【和茶原叶】私享茉莉花茶袋装150g', '20180412151457924.jpg', '和茶原叶', '28', '65', '150', '精美礼品装', '20180412151457924.jpg', '20180412151657986.jpg', '20180412151657642.jpg', '20180412151757689.jpg', '20180412151757299.jpg', '20180412153958064.jpg', '20180412153958564.jpg', '20180412153958955.jpg', '20180412154058158.jpg', '0', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('11', '绿茶', '其他绿茶', '【和茶原叶】雅致福建茉莉花茶礼盒装160g', '20170502033749.JPG', '和茶原叶', '138', '298', '160', '精美礼品装', '20170502033753.JPG', '20170502033758.JPG', '20170502033803.JPG', '20170502033807.JPG', '20170502033812.JPG', '20180105144455560.jpg', '20180105144455701.jpg', '20180105144455920.jpg', '20180105144555092.jpg', '330', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('12', '绿茶', '西湖龙井', '【滋恩】明前西湖龙井礼盒装150g', '20180423142631377.jpg', '滋恩', '279', '368', '150', '精美礼品装', '20180423142631377.jpg', '20180423142631752.jpg', '20180423142731236.jpg', '20180423142731642.jpg', '20180423142831267.jpg', '20180423143238096.jpg', '20180423143338471.jpg', '20180423143438017.jpg', '20180423143438674.jpg', '0', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('13', '绿茶', '西湖龙井', '【和茶原叶】私享明前龙井2罐装200g', '20180328041032.JPG', '和茶原叶', '288', '550', '200', '精美礼品装', '20180326145654266.jpg', '20180326145754860.jpg', '20180326145854173.jpg', '20180326145854423.jpg', '20180326145854704.jpg', '20180326153302032.jpg', '20180326153302673.jpg', '20180326153402188.jpg', '20180326153402532.jpg', '2', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('14', '绿茶', '其他绿茶', '和茶原叶 福州茉莉花茶 尊品礼盒 125g*2', '20170518110258878.jpg', '和茶原叶', '328', '498', '125', '精美礼品装', '20170518110258878.jpg', '20170518110358143.jpg', '20170518110358362.jpg', '20170518110358737.jpg', '20170518110458800.jpg', '20180117160851245.jpg', '20180117160951620.jpg', '20180117161751589.jpg', '20180117162051105.jpg', '330', '杭州', '二级', '12个月', 'HCYY-HA-1C1001', '存放于清洁、通风、避光、干燥、无异味环境。', '300元及以上', '101-250g');
INSERT INTO `list` VALUES ('15', '红茶', '正山小种', '武夷正山小种礼盒装160g', '20170502033441.JPG', '和茶原叶', '138', '298', '160', '精美礼品装', '20170502033441.JPG', '20170502033445.JPG', '20170502033450.JPG', '20170502033454.JPG', '20170502033458.JPG', '20180111173601368.jpg', '20180111173701837.jpg', '20180111173801665.jpg', '20180111174001118.jpg', '1', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('16', '红茶', '金骏眉', '武夷金骏眉礼盒装160g', '20170502033535.JPG', '和茶原叶', '138', '298', '160', '精美礼品装', '20170502033535.JPG', '20170502033608.JPG', '20170502033613.JPG', '20170502033618.JPG', '20170502033623.JPG20170719150108856.jpg', '20180105140155873.jpg', '20180105140255060.jpg', '20180105140255513.jpg', '20180111174001118.jpg', '0', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('17', '红茶', '正山小种', '私享正山小种4罐装500g', '20170719150008637.jpg', '和茶原叶', '128', '198', '500', '精美礼品装', '20170719150008637.jpg', '20170719150008840.jpg', '20170719150108137.jpg', '20170719150108621.jpg', '20170719150108856.jpg20170720161822434.jpg', '20180111173712837.jpg', '20180111173812478.jpg', '20180111173912118.jpg', '20180111173912400.jpg', '695', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '101-300元', '250g以上');
INSERT INTO `list` VALUES ('18', '红茶', '其他红茶', '玫瑰红茶盒装48g', '20170720162821387.jpg', '和茶原叶', '78', '128', '48', '精美礼品装', '20170720162821387.jpg', '20170720162821793.jpg', '20170720161722824.jpg', '20170720161822153.jpg', '20170720161822434.jpg', '20180117164438105.jpg', '20180117165038995.jpg', '20180117165338886.jpg', '20180117165938386.jpg', '0', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('19', '红茶', '其他红茶', '【台湾梅山制茶】阿萨姆红茶罐装100g', '20150212043736.JPG', '台湾梅山制茶', '89', '128', '100', '精美礼品装', '20150212043736.JPG', '20150212043743.JPG', '20150212043750.JPG', '20150212043756.JPG', '20150212043802.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '4421', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('20', '红茶', '其他红茶', '【台湾梅山制茶】台湾高山茶一级日月潭红茶', '20150213031000.JPG', '台湾梅山制茶', '89', '128', '90', '精美礼品装', '20150213031000.JPG', '20150213031020.JPG', '20150213031049.JPG', '20150213031109.JPG', '20150213031140.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '2374', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '100元及以下', '51-100g');
INSERT INTO `list` VALUES ('21', '红茶', '其他红茶', '【台湾梅山制茶】正宗台湾一级四季春乌龙茶', '20150213041837.JPG', '台湾梅山制茶', '99', '128', '120', '精美礼品装', '20150213041837.JPG', '20150213041900.JPG', '20150213041922.JPG', '20150213042013.JPG', '20150213042036.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '12013', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('22', '红茶', '果粒茶', '【趣呵茶】臻品·蜜桃红茶罐装45g*2', '20180515140430615.jpg', '趣呵茶', '139', '188', '45', '精美礼品装', '20180515140430615.jpg', '20180515140430927.jpg', '20180515140530349.jpg20170518112354456.jpg', '20180515140530709.jpg', '20180515140630068.jpg', '20180515140931552.jpg', '20180515141031084.jpg', '20180515141031396.jpg', '20180515142331881.jpg', '0', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '101-300元', '50g及以下');
INSERT INTO `list` VALUES ('23', '红茶', '正山小种', '和茶原叶 武夷正山小种 尊品礼盒 125g*2', '20170531045008.JPG', '和茶原叶', '328', '498', '125', '精美礼品装', '20170518111854362.jpg', '20170518112154831.jpg', '20170518112354456.jpg', '20170518112554550.jpg', '20170518112654956.jpg', '20180117163748761.jpg', '20180117164048199.jpg', '20180117164248636.jpg', '20180117164548292.jpg', '0', '福建武夷山', '一级', '2年', 'HCYY-GT-1C1002', '防潮、密封、防异味、避光', '300元及以上', '101-250g');
INSERT INTO `list` VALUES ('24', '乌龙茶', '大红袍', '隽永大红袍50g*2罐', '20150610044100.JPG', '滋恩', '59', '59', '50', '精美礼品装', '20150610044107.JPG', '20150731035226.JPG', '20150731035231.JPG', '20150731035236.JPG', '20150731035241.JPG', '20180120175959398.jpg', '20180120175959570.jpg', '20180120175959960.jpg', '20180120180000085.jpg', '34031', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('25', '乌龙茶', '大红袍', '纯韵大红袍精品系列', '20150526040710.JPG', '滋恩', '148', '236', '112', '精美礼品装', '20150211111017.JPG', '20150211111022.JPG', '20150211111026.JPG', '20150211111032.JPG', '20150526040710.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '946', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('26', '乌龙茶', '大红袍', '御品大红袍礼盒62.5g*2', '20160112115218.JPG', '滋恩', '99', '298', '62', '精美礼品装', '20160112115227.JPG', '20160112115239.JPG', '20160112115246.JPG', '20160112115251.JPG20150914031148.JPG', '20160112115254.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '14905', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '51-100g');
INSERT INTO `list` VALUES ('27', '乌龙茶', '大红袍', '香韵大红袍一片叶子系列', '20150914031051.JPG', '滋恩', '99', '464', '112', '精美礼品装', '20150914031056.JPG', '20150914031102.JPG', '20150914031140.JPG', '20150914031148.JPG', '20150914031152.JPG', '20180131150808072.jpg', '20180131150808385.jpg', '20180131150808762.jpg', '20180131150808884.jpg', '11474', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('28', '乌龙茶', '大红袍', '【滋恩】特级大红袍牛皮纸袋装50g', '20160804032228.JPG', '滋恩', '29', '46', '50', '精美礼品装', '20160802164952005.jpg', '20160802165052708.jpg', '20160802165152442.jpg', '20160802165152833.jpg', '20160802165252255.jpg', '20180120185304460.jpg', '20180120185304617.jpg', '20180120185404007.jpg', '20180120185404351.jpg', '500', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('29', '乌龙茶', '大红袍', '【和茶原叶】雅致武夷大红袍礼盒装160g', '20170502032659.JPG', '和茶原叶', '138', '298', '160', '精美礼品装', '20170502161832635.jpg', '20170502161932182.jpg', '20170502161932807.jpg', '20170502162032353.jpg', '20170502162032885.jpg', '20180105141354170.jpg', '20180105141454748.jpg', '20180105141454998.jpg', '20180105141554170.jpg', '0', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('30', '乌龙茶', '水仙', '【和茶原叶】雅致武夷肉桂礼盒装160g', '20170502033126.JPG', '和茶原叶', '158', '298', '160', '精美礼品装', '20170502033130.JPG', '20170502033135.JPG', '20170502033140.JPG', '20170502033145.JPG', '20170502033149.JPG', '20180111160641259.jpg', '20180111160741275.jpg', '20180111160841603.jpg', '20180111161041259.jpg', '9', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('31', '乌龙茶', '果粒茶', '【滋恩】桂花乌龙罐装24g', '20170822045708.JPG', '滋恩', '35', '70', '24', '精美礼品装', '20170712163239278.jpg', '20170712163239543.jpg', '20170712163239762.jpg', '20170712163239950.jpg', '20170712163339137.jpg', '20180120171432476.jpg', '20180120171532804.jpg', '20180120171632132.jpg', '20180120171632320.jpg', '0', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('32', '乌龙茶', '铁观音', '【和茶原叶】私享铁观音浓香型盒装500g', '20170619034550.JPG', '和茶原叶', '128', '198', '500', '精美礼品装', '20170619113359231.jpg', '20170619113359606.jpg', '20170619113359918.jpg', '20170619113459231.jpg', '20170619113559465.jpg', '20180120144642639.jpg', '20180120144842436.jpg', '20180120144842624.jpg', '20180120144842811.jpg', '769', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '250g以上');
INSERT INTO `list` VALUES ('33', '乌龙茶', '铁观音', '【和茶原叶】雅致安溪铁观音清香型盒装280g', '20170704102154.JPG', '和茶原叶', '138', '298', '280', '精美礼品装', '20170703104425403.jpg', '20170703105225044.jpg', '20170703101426200.jpg', '20170703101626871.jpg', '20170703102426074.jpg', '20180111175803509.jpg', '20180111175903509.jpg', '20180111170004243.jpg', '20180111170004540.jpg', '214', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('34', '乌龙茶', '大红袍', '【滋恩】特级中国红大红袍圆罐装50g*4-赠手袋', '20150211112720.JPG', '滋恩', '108', '392', '50', '精美礼品装', '20150211112724.JPG', '20150211112728.JPG', '20150211112733.JPG', '20150211112737.JPG', '20170703102426074.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '0', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '50g及以下');
INSERT INTO `list` VALUES ('35', '乌龙茶', '大红袍', '【滋恩】精品特级大红袍150g', '20151009114540.JPG', '滋恩', '78', '228', '150', '精美礼品装', '20151009114545.JPG', '20151009114549.JPG', '20151009114559.JPG', '20151009114554.JPG', '20170703102426074.jpg', '20180206153959456.jpg', '20180206160000112.jpg', '20180206160000472.jpg', '20180206160000737.jpg', '7493', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('36', '乌龙茶', '果粒茶', '【和茶原叶】荔枝乌龙茶盒装48g', '20170727104117.JPG', '和茶原叶', '78', '128', '48', '精美礼品装', '20170720142857293.jpg', '20170720143157512.jpg', '20170720143257778.jpg', '20170720143457387.jpg', '20170720143557699.jpg', '20180413150746111.jpg', '20180413150846142.jpg', '20180413150946236.jpg', '20180413150946752.jpg', '0', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('37', '乌龙茶', '台湾乌龙', '【台湾梅山制茶】台湾乌龙茶盒装150g', '20150213051104.JPG', '台湾梅山制茶', '169', '208', '150', '精美礼品装', '20150213051920.JPG', '20150213051942.JPG', '20150213051959.JPG', '20150213052014.JPG', '20150213052043.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '21789', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('38', '乌龙茶', '台湾乌龙', '【台湾梅山制茶】梅山三星茶盒装150g', '20150213120044.JPG', '台湾梅山制茶', '222', '318', '150', '精美礼品装', '20150213120111.JPG', '20150213120129.JPG', '20150213120145.JPG', '20150213120204.JPG', '20150213120225.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '0', '福建南平', '特级', '3年', 'hcw005588', '存放于清洁、通风、避光、干燥、无异味环境。', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('39', '花果茶', '果粒茶', '【滋恩】桂花乌龙罐装24g', '20170822045708.JPG', '滋恩', '35', '70', '70', '精美礼品装', '20170712163239278.jpg', '20170712163239543.jpg', '20170712163239762.jpg', '20170712163239950.jpg', '20170712163339137.jpg', '20180120171432476.jpg', '20180120171532804.jpg', '20180120171632132.jpg', '20180120171632320.jpg', '70', '福建泉州', '二级', '18个月', 'NZE-1C1176', '防潮、密封、防异味、避光', '100元及以下', '51-100g');
INSERT INTO `list` VALUES ('40', '花果茶', '果粒茶', '【滋恩】红枣干姜茶罐装40g', '20170822045811.JPG', '滋恩', '35', '62', '40', '精美礼品装', '20170712165958278.jpg', '20170712165958918.jpg', '20170712160059215.jpg', '20170712160059840.jpg', '20170712160159043.jpg', '20180120172242820.jpg', '20180120172342023.jpg', '20180120172342195.jpg', '20180120172342367.jpg', '0', '福建泉州', '二级', '18个月', 'NZE-1C1176', '防潮、密封、防异味、避光', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('41', '花果茶', '果粒茶', '【滋恩】麦香活力茶罐装32g', '20170822045839.JPG', '滋恩', '33', '60', '32', '精美礼品装', '20170712172127543.jpg', '20170712172127809.jpg', '20170712172227106.jpg', '20170712172227403.jpg', '20170712172227668.jpg', '20180120171943304.jpg', '20180120171943476.jpg', '20180120171943804.jpg', '20180120172043054.jpg', '0', '福建泉州', '二级', '18个月', 'NZE-1C1176', '防潮、密封、防异味、避光', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('42', '花果茶', '果粒茶', '【滋恩】玫瑰荷叶茶罐装32g', '20170822045859.JPG', '滋恩', '33', '60', '32', '精美礼品装', '20170712174534074.jpg', '20170712174534324.jpg', '20170712174534653.jpg', '20170712174534856.jpg', '20170712174634043.jpg', '20180120175644585.jpg', '20180120175644757.jpg', '20180120175744476.jpg', '20180120175744679.jpg', '0', '福建泉州', '二级', '18个月', 'NZE-1C1176', '防潮、密封、防异味、避光', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('43', '花果茶', '果粒茶', '【趣呵茶】臻品·白桃乌龙罐装45g', '20180515054400.JPG', '趣呵茶', '75', '90', '45', '精美礼品装', '20180515131656193.jpg', '20180515131656818.jpg', '20180515131756146.jpg', '20180515131756521.jpg', '20180515131756896.jpg', '20180515145703240.jpg', '20180515140504740.jpg', '20180515140604115.jpg', '20180515140604365.jpg', '0', '福建泉州', '二级', '18个月', 'NZE-1C1176', '防潮、密封、防异味、避光', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('44', '花果茶', '果粒茶', '【趣呵茶】臻品·荔枝乌龙罐装45g', '20180515054505.JPG', '趣呵茶', '75', '92', '45', '精美礼品装', '20180515105534459.jpg', '20180515105734271.jpg', '20180515105834162.jpg', '20180515105934115.jpg', '20180515105934396.jpg', '20180515131950693.jpg', '20180515132050287.jpg', '20180515132150302.jpg', '20180515132150740.jpg', '0', '福建泉州', '二级', '18个月', 'NZE-1C1176', '防潮、密封、防异味、避光', '100元及以下', '50g及以下');
INSERT INTO `list` VALUES ('45', '花果茶', '玫瑰花茶', '【和茶原叶】玫瑰红茶盒装62g', '20170727104029.JPG', '和茶原叶', '78', '128', '62', '精美礼品装', '20170720155952059.jpg', '20170720155952746.jpg', '20170720150053012.jpg', '20170720150053278.jpg', '20170720150053575.jpg', '20180117161536058.jpg', '20180117161736417.jpg', '20180117161936042.jpg', '20180117162236292.jpg', '0', '福建泉州', '二级', '18个月', 'NZE-1C1176', '防潮、密封、防异味、避光', '100元及以下', '51-100g');
INSERT INTO `list` VALUES ('46', '黑茶', '普洱茶饼', '勐海陈香普洱茶饼熟茶357g*2', '20150320033909.JPG', '滋恩', '89', '236', '357', '精美礼品装', '20150320033913.JPG', '20150907113926.JPG', '20150907113931.JPG', '20150907113940.JPG', '20150907113945.JPG', '20150907114025_3366.jpg', '20150907114025_6846.jpg', '20150907114025_8316.jpg', '20150907114025_9747.jpg', '44760', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '100元及以下', '250g以上');
INSERT INTO `list` VALUES ('47', '黑茶', '普洱茶饼', '一品佳茶画100g*2普洱熟茶', '20150215101546.JPG', '一品堂', '79', '216', '100', '精美礼品装', '20150215101620.JPG', '20150215101624.JPG', '20150215101616.JPG', '20150215101608.JPG', '20150215101628.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '679', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('48', '黑茶', '普洱茶饼', '易武醇韵普洱熟茶饼357g', '20150617030257.JPG', '滋恩', '56', '108', '357', '精美礼品装', '20150226100027.JPG', '20150521053344.JPG', '20150226100031.JPG', '20150226100036.JPG', '20150226100041.JPG', '20180111150248775.jpg', '20180111150448900.jpg', '20180111150548431.jpg', '20180111150548556.jpg', '9350', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '100元及以下', '250g以上');
INSERT INTO `list` VALUES ('49', '黑茶', '普洱茶饼', '【一品佳茶画100g*2普洱生茶', '20150226101006.JPG', '一品堂', '89', '118', '357', '精美礼品装', '20150226101010.JPG', '20150226101028.JPG', '20150226101019.JPG', '20150226101014.JPG', '20150226101024.JPG', '20180120170454429.jpg', '20180120170454869.jpg', '20180120170554726.jpg', '20180120170554991.jpg', '26367', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '100元及以下', '250g以上');
INSERT INTO `list` VALUES ('50', '黑茶', '普洱茶饼', '【一品堂】一品佳茶画100g*2普洱生茶（06年）', '20150215111149.JPG', '一品堂', '88', '236', '100', '精美礼品装', '20150215111222.JPG', '20150215111215.JPG', '20150215111211.JPG', '20150215111154.JPG', '20150215111208.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '945', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('51', '黑茶', '普洱茶饼', '【一品堂】云南一品普洱生饼云南金奖（07年�', '20150216110151.JPG', '一品堂', '189', '279', '357', '精美礼品装', '20180109153203045.jpg', '20150216110149.JPG', '20150216110143.JPG', '20150821110117.JPG', '20150821110122.JPG', '20180413150852017.jpg', '20180413150852486.jpg', '20180413150852908.jpg', '20180413150952564.jpg', '8127', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '101-300元', '250g以上');
INSERT INTO `list` VALUES ('52', '黑茶', '普洱茶饼', '【一品堂】勐海纯宫廷357g普洱熟茶（13年）', '20150215050655.JPG', '一品堂', '144', '260', '357', '精美礼品装', '20150215050700.JPG', '20150215050704.JPG', '20150215050707.JPG', '20150215050710.JPG', '20150215050713.JPG', '20180119151741811.jpg', '20180119151841030.jpg', '20180119151841295.jpg', '20180119151841467.jpg', '16486', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '101-300元', '250g以上');
INSERT INTO `list` VALUES ('53', '黑茶', '普洱茶饼', '【一品堂】一品茶韵357g普洱熟茶（08年）', '20150216095210.JPG', '一品堂', '89', '118', '357', '精美礼品装', '20150216095206.JPG', '20150216095213.JPG', '20150216095216.JPG', '20150216095210.JPG', '20150821112116.JPG', '20180119154229800.jpg', '20180119154329315.jpg', '20180119154329503.jpg', '20180119154429018.jpg', '2790', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '100元及以下', '250g以上');
INSERT INTO `list` VALUES ('54', '黑茶', '普洱沱茶', '【一品堂】淑女筒茉莉花生沱100g', '20150617030343.JPG', '一品堂', '39', '68', '100', '精美礼品装', '20150617030440.JPG', '20150216093345.JPG', '20150216093350.JPG', '20150216093352.JPG', '20150216093356.JPG', '20180119142224040.jpg', '20180119142424197.jpg', '20180119142424572.jpg', '20180119142524025.jpg', '10515', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '100元及以下', '101-250g');
INSERT INTO `list` VALUES ('55', '黑茶', '白沙溪黑茶', '【白沙溪】2011年直泡砖茶240g', '20150215023752.JPG', '白沙溪', '108', '195', '240', '精美礼品装', '20150215023755.JPG', '20150215023758.JPG', '20150821111707.JPG', '20150821111702.JPG', '20150215023801.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '1027', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('56', '黑茶', '白沙溪黑茶', '【白沙溪】2011年直泡天尖茶160g', '20150215023251.JPG', '白沙溪', '128', '230', '160', '精美礼品装', '20150215023314.JPG', '20150215023301.JPG', '20150215023311.JPG', '20150215023257.JPG', '20150215023308.JPG', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', 'detail_c1.jpg', '9545', '云南', '一级', '可长年存放', 'YPT-1C1008', '存放于清洁、通风、避光、干燥、无异味环境', '101-300元', '101-250g');
INSERT INTO `list` VALUES ('57', '白茶', '白牡丹', '【滋恩】白牡丹2号357g 礼盒装', '20170517055352.JPG', '滋恩', '119', '458', '357', '精美礼品装', '20170418160220612.jpg', '20170418160320581.jpg', '20170418160420237.jpg', '20170418160520737.jpg', '20170418160620518.jpg', '20180206163352190.jpg', '20180206163352331.jpg', '20180206163352550.jpg', '20180206163452065.jpg', '3', '福建宁德', '特级', '可长期保存', 'NZE-1C1202', '阴凉干燥处', '101-300元', '250g以上');
INSERT INTO `list` VALUES ('58', '茶具', '茶叶罐', '【德化陶瓷】德化陶瓷茶具 白底印花 陶瓷茶�', '20150213103430.JPG', '德化陶瓷', '52', '98', '250', '精美礼品装', '20150213103435.JPG', '20150213103439.JPG', '20150213103443.JPG', '20150213103447.JPG', '20150213103447.JPG', 'detail_c1.jpg', null, null, null, '3', '福建德化', '一级', null, 'DHLJ-2C1005', null, '100元及以下', '101-250g');

-- ----------------------------
-- Table structure for shopping
-- ----------------------------
DROP TABLE IF EXISTS `shopping`;
CREATE TABLE `shopping` (
  `id` varchar(60) NOT NULL,
  `user` varchar(60) DEFAULT NULL,
  `shuliang` varchar(60) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of shopping
-- ----------------------------
INSERT INTO `shopping` VALUES ('10', '4', '1');
INSERT INTO `shopping` VALUES ('10', '4', '1');
INSERT INTO `shopping` VALUES ('10', '4', '1');
INSERT INTO `shopping` VALUES ('6', '4', '1');
INSERT INTO `shopping` VALUES ('6', '4', '1');
INSERT INTO `shopping` VALUES ('10', '5', '1');
INSERT INTO `shopping` VALUES ('1', 'undefined', '1');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `shouji` varchar(60) DEFAULT NULL,
  `name` varchar(60) DEFAULT NULL,
  `mima` varchar(60) DEFAULT NULL,
  `youxiang` varchar(60) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('4', '1', '123', '1', '1376179921@qq.com');
SET FOREIGN_KEY_CHECKS=1;
